Repository: dvogt23/Boardly
Catalog: Boardly/Boardly/Localizable.xcstrings
Source language: en
Languages: de, fr

source: Untitled
de: Ohne Titel
fr: Sans titre

source: %lld cards
de: %lld Karten
fr: %lld cartes

source: %lld fields
de: %lld Felder
fr: %lld champs

source: %lld lists
de: %lld Listen
fr: %lld listes

source: A Keychain error occurred.
de: Es ist ein Schlüsselbund-Fehler aufgetreten.
fr: Une erreur de trousseau est survenue.

source: A network error occurred. Check your connection.
de: Es ist ein Netzwerkfehler aufgetreten. Prüfen Sie Ihre Verbindung.
fr: Une erreur réseau est survenue. Vérifiez votre connexion.

source: Access token (optional)
de: Zugriffstoken (optional)
fr: Jeton d’accès (facultatif)

source: Account & Server
de: Konto & Server
fr: Compte et serveur

source: Activity
de: Aktivität
fr: Activité

source: Add
de: Hinzufügen
fr: Ajouter

source: Add a card
de: Karte hinzufügen
fr: Ajouter une carte

source: Add a comment…
de: Kommentar hinzufügen…
fr: Ajouter un commentaire…

source: Add a description…
de: Beschreibung hinzufügen…
fr: Ajouter une description…

source: Add a due date
de: Fälligkeitsdatum hinzufügen
fr: Ajouter une échéance

source: Add a Server
de: Server hinzufügen
fr: Ajouter un serveur

source: Add a task
de: Aufgabe hinzufügen
fr: Ajouter une tâche

source: Add a value…
de: Wert hinzufügen…
fr: Ajouter une valeur…

source: Add card
de: Karte hinzufügen
fr: Ajouter une carte

source: Add Field
de: Feld hinzufügen
fr: Ajouter un champ

source: Add Group
de: Gruppe hinzufügen
fr: Ajouter un groupe

source: Add lists to this board from the web app.
de: Fügen Sie diesem Board Listen über die Web-App hinzu.
fr: Ajoutez des listes à ce tableau depuis l’application web.

source: Add Manager
de: Manager hinzufügen
fr: Ajouter un responsable

source: Add project
de: Projekt hinzufügen
fr: Ajouter un projet

source: Add Service
de: Dienst hinzufügen
fr: Ajouter un service

source: Add Webhook
de: Webhook hinzufügen
fr: Ajouter un webhook

source: Admins only.
de: Nur für Administratoren.
fr: Réservé aux administrateurs.

source: All
de: Alle
fr: Tout

source: All Projects
de: Alle Projekte
fr: Tous les projets

source: Appearance
de: Erscheinungsbild
fr: Apparence

source: Apply
de: Anwenden
fr: Appliquer

source: At least one manager must remain to keep this project private.
de: Mindestens ein Manager muss bleiben, damit dieses Projekt privat bleibt.
fr: Au moins un responsable doit rester pour garder ce projet privé.

source: Attach
de: Anhängen
fr: Joindre

source: Attachments
de: Anhänge
fr: Pièces jointes

source: Back
de: Zurück
fr: Retour

source: Background
de: Hintergrund
fr: Arrière-plan

source: Board fields
de: Board-Felder
fr: Champs du tableau

source: Board members
de: Board-Mitglieder
fr: Membres du tableau

source: Board members · %lld
de: Board-Mitglieder · %lld
fr: Membres du tableau · %lld

source: Board menu
de: Board-Menü
fr: Menu du tableau

source: Boardly will send your notifications to these external services (Apprise, chat, webhook…).
de: Boardly sendet Ihre Benachrichtigungen an diese externen Dienste (Apprise, Chat, Webhook…).
fr: Boardly enverra vos notifications à ces services externes (Apprise, chat, webhook…).

source: Cancel
de: Abbrechen
fr: Annuler

source: Card title
de: Kartentitel
fr: Titre de la carte

source: Cards
de: Karten
fr: Cartes

source: Cards, boards, and projects
de: Karten, Boards und Projekte
fr: Cartes, tableaux et projets

source: Clear filters
de: Filter zurücksetzen
fr: Effacer les filtres

source: Close
de: Schließen
fr: Fermer

source: Coming soon
de: Bald verfügbar
fr: Bientôt disponible

source: Comments · %lld
de: Kommentare · %lld
fr: Commentaires · %lld

source: Connect Boardly to your self-hosted PLANKA instance.
de: Verbinden Sie Boardly mit Ihrer selbst gehosteten PLANKA-Instanz.
fr: Connectez Boardly à votre instance PLANKA auto-hébergée.

source: Continue with SSO
de: Mit SSO fortfahren
fr: Continuer avec SSO

source: Could not construct a valid URL.
de: Es konnte keine gültige URL erstellt werden.
fr: Impossible de construire une URL valide.

source: Could not reach a PLANKA instance at that URL.
de: Unter dieser URL war keine PLANKA-Instanz erreichbar.
fr: Impossible de joindre une instance PLANKA à cette URL.

source: Couldn’t add the field.
de: Das Feld konnte nicht hinzugefügt werden.
fr: Impossible d’ajouter le champ.

source: Couldn’t add the group.
de: Die Gruppe konnte nicht hinzugefügt werden.
fr: Impossible d’ajouter le groupe.

source: Couldn’t add the manager.
de: Der Manager konnte nicht hinzugefügt werden.
fr: Impossible d’ajouter le responsable.

source: Couldn't add the service.
de: Der Dienst konnte nicht hinzugefügt werden.
fr: Impossible d’ajouter le service.

source: Couldn’t change the background.
de: Der Hintergrund konnte nicht geändert werden.
fr: Impossible de changer l’arrière-plan.

source: Couldn’t change visibility.
de: Die Sichtbarkeit konnte nicht geändert werden.
fr: Impossible de changer la visibilité.

source: Couldn't create the webhook.
de: Der Webhook konnte nicht erstellt werden.
fr: Impossible de créer le webhook.

source: Couldn’t delete the group.
de: Die Gruppe konnte nicht gelöscht werden.
fr: Impossible de supprimer le groupe.

source: Couldn’t delete the project.
de: Das Projekt konnte nicht gelöscht werden.
fr: Impossible de supprimer le projet.

source: Couldn't delete the service.
de: Der Dienst konnte nicht gelöscht werden.
fr: Impossible de supprimer le service.

source: Couldn't delete the webhook.
de: Der Webhook konnte nicht gelöscht werden.
fr: Impossible de supprimer le webhook.

source: Couldn’t index the search.
de: Die Suche konnte nicht indexiert werden.
fr: Impossible d’indexer la recherche.

source: Couldn’t load notifications.
de: Benachrichtigungen konnten nicht geladen werden.
fr: Impossible de charger les notifications.

source: Couldn't load the configuration.
de: Die Konfiguration konnte nicht geladen werden.
fr: Impossible de charger la configuration.

source: Couldn't load the webhooks.
de: Die Webhooks konnten nicht geladen werden.
fr: Impossible de charger les webhooks.

source: Couldn't load your profile.
de: Ihr Profil konnte nicht geladen werden.
fr: Impossible de charger votre profil.

source: Couldn’t mark all as read.
de: Es konnten nicht alle als gelesen markiert werden.
fr: Impossible de tout marquer comme lu.

source: Couldn’t reach the PLANKA server. Check the address and try again.
de: Der PLANKA-Server war nicht erreichbar. Prüfen Sie die Adresse und versuchen Sie es erneut.
fr: Impossible de joindre le serveur PLANKA. Vérifiez l’adresse et réessayez.

source: Couldn’t read the server’s response.
de: Die Antwort des Servers konnte nicht gelesen werden.
fr: Impossible de lire la réponse du serveur.

source: Couldn’t remove the background.
de: Der Hintergrund konnte nicht entfernt werden.
fr: Impossible de retirer l’arrière-plan.

source: Couldn’t remove the manager.
de: Der Manager konnte nicht entfernt werden.
fr: Impossible de retirer le responsable.

source: Couldn’t save card
de: Karte konnte nicht gespeichert werden
fr: Impossible d’enregistrer la carte

source: Couldn’t save the project.
de: Das Projekt konnte nicht gespeichert werden.
fr: Impossible d’enregistrer le projet.

source: Couldn't save your preference.
de: Ihre Einstellung konnte nicht gespeichert werden.
fr: Impossible d’enregistrer votre préférence.

source: Couldn't save.
de: Speichern nicht möglich.
fr: Enregistrement impossible.

source: Couldn't send the test (SMTP must be configured through the UI).
de: Der Test konnte nicht gesendet werden (SMTP muss über die Oberfläche konfiguriert werden).
fr: Impossible d’envoyer le test (le SMTP doit être configuré via l’interface).

source: Couldn't send the test.
de: Der Test konnte nicht gesendet werden.
fr: Impossible d’envoyer le test.

source: Couldn't update the service.
de: Der Dienst konnte nicht aktualisiert werden.
fr: Impossible de mettre à jour le service.

source: Create
de: Erstellen
fr: Créer

source: Create Label
de: Label erstellen
fr: Créer une étiquette

source: Credentials
de: Anmeldedaten
fr: Identifiants

source: Custom Fields
de: Benutzerdefinierte Felder
fr: Champs personnalisés

source: Dark
de: Dunkel
fr: Sombre

source: Delete
de: Löschen
fr: Supprimer

source: Delete all boards before you can delete this project.
de: Löschen Sie alle Boards, bevor Sie dieses Projekt löschen können.
fr: Supprimez tous les tableaux avant de pouvoir supprimer ce projet.

source: Delete board
de: Board löschen
fr: Supprimer le tableau

source: Delete board?
de: Board löschen?
fr: Supprimer le tableau ?

source: Delete Card
de: Karte löschen
fr: Supprimer la carte

source: Delete field
de: Feld löschen
fr: Supprimer le champ

source: Delete Group
de: Gruppe löschen
fr: Supprimer le groupe

source: Delete Project
de: Projekt löschen
fr: Supprimer le projet

source: Delete Server
de: Server löschen
fr: Supprimer le serveur

source: Delete service
de: Dienst löschen
fr: Supprimer le service

source: Delete webhook
de: Webhook löschen
fr: Supprimer le webhook

source: Description
de: Beschreibung

source: Display name (optional)
de: Anzeigename (optional)
fr: Nom affiché (facultatif)

source: Due date
de: Fälligkeitsdatum
fr: Échéance

source: Due Date
de: Fälligkeitsdatum
fr: Échéance

source: Earlier
de: Früher
fr: Plus tôt

source: Edit
de: Bearbeiten
fr: Modifier

source: Edit project
de: Projekt bearbeiten
fr: Modifier le projet

source: Edit Project
de: Projekt bearbeiten
fr: Modifier le projet

source: Edit service
de: Dienst bearbeiten
fr: Modifier le service

source: email or username
de: E-Mail oder Benutzername
fr: e-mail ou nom d’utilisateur

source: Empty
de: Leer
fr: Vide

source: Error
de: Fehler
fr: Erreur

source: Events (comma-separated, empty = all)
de: Ereignisse (kommagetrennt, leer = alle)
fr: Événements (séparés par des virgules, vide = tous)

source: Export CSV
de: CSV exportieren
fr: Exporter en CSV

source: Failed to upload the background image.
de: Das Hintergrundbild konnte nicht hochgeladen werden.
fr: Échec de l’envoi de l’image d’arrière-plan.

source: Favorites
de: Favoriten
fr: Favoris

source: Field name
de: Feldname
fr: Nom du champ

source: Filter and sort
de: Filtern und sortieren
fr: Filtrer et trier

source: Filters
de: Filter
fr: Filtres

source: for “%@”
de: für „%@“
fr: pour « %@ »

source: Forgot password?
de: Passwort vergessen?
fr: Mot de passe oublié ?

source: Free text · up to 512 characters per field. Clearing a field deletes its value.
de: Freitext · bis zu 512 Zeichen pro Feld. Ein geleertes Feld löscht seinen Wert.
fr: Texte libre · jusqu’à 512 caractères par champ. Vider un champ supprime sa valeur.

source: General
de: Allgemein
fr: Général

source: Gradients
de: Farbverläufe
fr: Dégradés

source: Grid
de: Raster
fr: Grille

source: Group name
de: Gruppenname
fr: Nom du groupe

source: Grouped
de: Gruppiert
fr: Groupés

source: Hide from the projects list and favorites
de: In der Projektliste und den Favoriten ausblenden
fr: Masquer de la liste des projets et des favoris

source: Home View
de: Startansicht
fr: Vue d’accueil

source: Image
de: Bild

source: Import an Image
de: Bild importieren
fr: Importer une image

source: Indexing…
de: Indexierung…
fr: Indexation…

source: Inherited from project
de: Vom Projekt geerbt
fr: Hérités du projet

source: Invalid email/username or password.
de: E-Mail/Benutzername oder Passwort ungültig.
fr: E-mail/nom d’utilisateur ou mot de passe invalide.

source: Invalid URL format.
de: Ungültiges URL-Format.
fr: Format d’URL invalide.

source: Light
de: Hell
fr: Clair

source: List
de: Liste
fr: Liste

source: Log In
de: Anmelden
fr: Se connecter

source: Log Out
de: Abmelden
fr: Se déconnecter

source: Login
de: Anmeldung
fr: Connexion

source: Login is restricted. Check with your administrator.
de: Die Anmeldung ist eingeschränkt. Wenden Sie sich an Ihren Administrator.
fr: La connexion est restreinte. Contactez votre administrateur.

source: Manager · you
de: Manager · Sie
fr: Responsable · vous

source: Managers
de: Manager
fr: Responsables

source: Managers · %lld
de: Manager · %lld
fr: Responsables · %lld

source: Mark all as read
de: Alle als gelesen markieren
fr: Tout marquer comme lu

source: Mark task complete
de: Aufgabe als erledigt markieren
fr: Marquer la tâche comme terminée

source: Mark task incomplete
de: Aufgabe als nicht erledigt markieren
fr: Marquer la tâche comme non terminée

source: Member
de: Mitglied
fr: Membre

source: Members
de: Mitglieder
fr: Membres

source: Move to
de: Verschieben nach
fr: Déplacer vers

source: My server
de: Mein Server
fr: Mon serveur

source: My webhook
de: Mein Webhook
fr: Mon webhook

source: Network error during SSO login.
de: Netzwerkfehler bei der SSO-Anmeldung.
fr: Erreur réseau pendant la connexion SSO.

source: Network error. Check the URL and your connection.
de: Netzwerkfehler. Prüfen Sie die URL und Ihre Verbindung.
fr: Erreur réseau. Vérifiez l’URL et votre connexion.

source: Network error. Please check your connection.
de: Netzwerkfehler. Bitte prüfen Sie Ihre Verbindung.
fr: Erreur réseau. Vérifiez votre connexion.

source: New Board
de: Neues Board
fr: Nouveau tableau

source: New Card
de: Neue Karte
fr: Nouvelle carte

source: New Field
de: Neues Feld
fr: Nouveau champ

source: New Group
de: Neue Gruppe
fr: Nouveau groupe

source: New Label
de: Neues Label
fr: Nouvelle étiquette

source: NEW SERVER
de: NEUER SERVER
fr: NOUVEAU SERVEUR

source: New Service
de: Neuer Dienst
fr: Nouveau service

source: New task
de: Neue Aufgabe
fr: Nouvelle tâche

source: New Webhook
de: Neuer Webhook
fr: Nouveau webhook

source: No background
de: Kein Hintergrund
fr: Aucun arrière-plan

source: No comments yet.
de: Noch keine Kommentare.
fr: Aucun commentaire.

source: No due date
de: Kein Fälligkeitsdatum
fr: Sans échéance

source: No fields
de: Keine Felder
fr: Aucun champ

source: No lists
de: Keine Listen
fr: Aucune liste

source: No members to add
de: Keine Mitglieder zum Hinzufügen
fr: Aucun membre à ajouter

source: No notifications
de: Keine Benachrichtigungen
fr: Aucune notification

source: No project members to add.
de: Keine Projektmitglieder zum Hinzufügen.
fr: Aucun membre de projet à ajouter.

source: No projects
de: Keine Projekte
fr: Aucun projet

source: No projects on this server.
de: Keine Projekte auf diesem Server.
fr: Aucun projet sur ce serveur.

source: No results
de: Keine Ergebnisse
fr: Aucun résultat

source: No services configured
de: Keine Dienste konfiguriert
fr: Aucun service configuré

source: No webhooks configured.
de: Keine Webhooks konfiguriert.
fr: Aucun webhook configuré.

source: Notifications
de: Benachrichtigungen

source: OIDC: authorization URL could not be parsed. authorizationUrl = %@
de: OIDC: Die Autorisierungs-URL konnte nicht ausgewertet werden. authorizationUrl = %@
fr: OIDC : impossible d’analyser l’URL d’autorisation. authorizationUrl = %@

source: On this card · %lld
de: Auf dieser Karte · %lld
fr: Sur cette carte · %lld

source: or
de: oder
fr: ou

source: Overdue
de: Überfällig
fr: En retard

source: Password
de: Passwort
fr: Mot de passe

source: Paste a link
de: Link einfügen
fr: Coller un lien

source: Preferences
de: Einstellungen
fr: Préférences

source: Preview
de: Vorschau
fr: Aperçu

source: Profile
de: Profil
fr: Profil

source: PROJECT
de: PROJEKT
fr: PROJET

source: Project not found.
de: Projekt nicht gefunden.
fr: Projet introuvable.

source: Project Owner
de: Projekteigentümer
fr: Propriétaire du projet

source: Project team
de: Projektteam
fr: Équipe du projet

source: Project title
de: Projekttitel
fr: Titre du projet

source: Projects
de: Projekte
fr: Projets

source: Remove attachment
de: Anhang entfernen
fr: Supprimer la pièce jointe

source: Rename board
de: Board umbenennen
fr: Renommer le tableau

source: Retry
de: Erneut versuchen
fr: Réessayer

source: Reusable field groups, inherited by every board in the project.
de: Wiederverwendbare Feldgruppen, die jedes Board im Projekt erbt.
fr: Groupes de champs réutilisables, hérités par tous les tableaux du projet.

source: Save
de: Speichern
fr: Enregistrer

source: Search
de: Suchen
fr: Rechercher

source: Search a project or board…
de: Projekt oder Board suchen…
fr: Rechercher un projet ou un tableau…

source: Search members
de: Mitglieder suchen
fr: Rechercher des membres

source: Search…
de: Suchen…
fr: Rechercher…

source: Secure connection (TLS)
de: Sichere Verbindung (TLS)
fr: Connexion sécurisée (TLS)

source: Send comment
de: Kommentar senden
fr: Envoyer le commentaire

source: Send Test Email
de: Test-E-Mail senden
fr: Envoyer un e-mail de test

source: Sender (From)
de: Absender (Von)
fr: Expéditeur (De)

source: Server address
de: Serveradresse
fr: Adresse du serveur

source: Server error (%lld).
de: Serverfehler (%lld).
fr: Erreur serveur (%lld).

source: Servers
de: Server
fr: Serveurs

source: Service URL
de: Dienst-URL
fr: URL du service

source: Set Up a Server
de: Server einrichten
fr: Configurer un serveur

source: SMTP Configuration
de: SMTP-Konfiguration
fr: Configuration SMTP

source: SSO authentication failed (invalid code or nonce).
de: SSO-Authentifizierung fehlgeschlagen (ungültiger Code oder Nonce).
fr: Échec de l’authentification SSO (code ou nonce invalide).

source: SSO Login
de: SSO-Anmeldung
fr: Connexion SSO

source: SSO login was refused by the server.
de: Die SSO-Anmeldung wurde vom Server abgelehnt.
fr: Connexion SSO refusée par le serveur.

source: Switch Server
de: Server wechseln
fr: Changer de serveur

source: The requested item was not found.
de: Das angeforderte Element wurde nicht gefunden.
fr: L’élément demandé est introuvable.

source: The server address is invalid.
de: Die Serveradresse ist ungültig.
fr: L’adresse du serveur est invalide.

source: The server rejected the request.
de: Der Server hat die Anfrage abgelehnt.
fr: Le serveur a rejeté la requête.

source: This conflicts with the current state. Refresh and try again.
de: Das steht im Konflikt mit dem aktuellen Stand. Aktualisieren Sie und versuchen Sie es erneut.
fr: Cela entre en conflit avec l’état actuel. Actualisez et réessayez.

source: This connection isn’t encrypted — your login token will be sent in cleartext.
de: Diese Verbindung ist nicht verschlüsselt — Ihr Anmeldetoken wird im Klartext übertragen.
fr: Cette connexion n’est pas chiffrée — votre jeton de connexion sera envoyé en clair.

source: This permanently deletes the board and all its cards.
de: Damit werden das Board und alle seine Karten endgültig gelöscht.
fr: Cela supprime définitivement le tableau et toutes ses cartes.

source: This week
de: Diese Woche
fr: Cette semaine

source: Title
de: Titel
fr: Titre

source: Today
de: Heute
fr: Aujourd’hui

source: Try another term.
de: Versuchen Sie einen anderen Begriff.
fr: Essayez un autre terme.

source: Unauthorized — please log in again.
de: Nicht autorisiert — bitte melden Sie sich erneut an.
fr: Non autorisé — veuillez vous reconnecter.

source: Unreadable image.
de: Bild nicht lesbar.
fr: Image illisible.

source: updated %@
de: aktualisiert %@
fr: modifié %@

source: username
de: Benutzername
fr: nom d’utilisateur

source: Username
de: Benutzername
fr: Nom d’utilisateur

source: With due date
de: Mit Fälligkeitsdatum
fr: Avec échéance

source: You don’t have permission to do this.
de: Sie haben keine Berechtigung dafür.
fr: Vous n’avez pas la permission de faire cela.

source: You’re all caught up.
de: Sie sind auf dem neuesten Stand.
fr: Vous êtes à jour.

source: Your boards, your cards, and your team — together in an app built to keep you moving.
de: Ihre Boards, Ihre Karten und Ihr Team — vereint in einer App, die Sie in Bewegung hält.
fr: Vos tableaux, vos cartes et votre équipe — réunis dans une app conçue pour vous faire avancer.

source: %lld boards
fr: %lld tableaux

source: + Label
fr: + Étiquette

source: Administrator
fr: Administrateur

source: Board
fr: Tableau

source: Board name
fr: Nom du tableau

source: Boards
fr: Tableaux

source: Boards · %lld
fr: Tableaux · %lld

source: Labels
fr: Étiquettes

source: Manager
fr: Responsable

source: Markdown Editor
fr: Éditeur Markdown

source: Name
fr: Nom

source: Name (optional)
fr: Nom (facultatif)

source: Server
fr: Serveur

source: SMTP Server
fr: Serveur SMTP

source: System
fr: Système

source: Text
fr: Texte

source: Timer
fr: Chrono
